---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.NotAGroupFile
source: html/f6bbf8f4-d670-e285-6c9f-d25c7eeb6ecd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.NotAGroupFile Property

This is not a Group File.

## Syntax (C#)
```csharp
public static FailureDefinitionId NotAGroupFile { get; }
```